{
  "navbar": [
    {
      "name": "Home",
      "path": "/"
    },
    {
      "name": "About Us",
      "path": "/about"
    },
    {
      "name": "Portfolio",
      "path": "/portfolio"
    },
    {
      "name": "Services",
      "path": "/services"
    },
    {
      "name": "Contact",
      "path": "/contact"
    }
  ],
  "home": {
    "title": "Vortex",
    "subtitle": "Digital Marketing",
    "text": "Whether you want to improve brand visibility, attract customers, or increase sales, we provide customized solutions that align with your unique goals.",
    "button": "Contact"
  },
  "about": {
    "title": "About Us",
    "subtitle1": "Dedicated to your",
    "subtitle2": "success and achieving business goals",
    "text1": "Hello! We are a digital marketing agency built on dedication, creativity, and innovation. Our journey began with a simple mission: to help businesses thrive in the digital world.",
    "text2": "We work closely with our clients to understand their needs, challenges, and goals. This partnership approach allows us to create customized strategies that not only meet but exceed expectations. With dedication and a focus on results, we are here to turn your vision into reality."
  },
  "portfolio": {
    "marquee": "Design - Development - SEO Process"
  },
  "services": {
    "title": "Services",
    "subtitle1": "Digital",
    "subtitle2": "Solutions",
    "subtitle3": "from our offer",
    "cardList": [
      {
        "title": "Design & Development",
        "text": "Our web and graphic design services ensure that your website and visual identity are recognizable, modern, and functional, creating the best first impression for your users."
      },
      {
        "title": "SEO Process",
        "text": "SEO strategies are designed to improve your website's ranking and direct organic traffic to your web address, ensuring that you are easily found."
      },
      {
        "title": "Social Media Management",
        "text": "Our social media services help you increase your reach and user engagement through targeted content and paid advertising."
      },
      {
        "title": "Mobile Apps & Analytics",
        "text": "We create customized mobile applications that provide a seamless experience across all devices, while data analytics turn complex information into actionable insights to optimize your strategies."
      }
    ],
    "quotation": [
      "We take the time to understand your business, challenges, and goals and tailor our approach to your unique needs. Every project we undertake is an opportunity to make a difference, and we are committed to delivering exceptional results.",
      "Thank you for considering Vortex-MK as your digital marketing partner. We look forward to helping you achieve your digital marketing goals."
    ]
  },
  "contact": {
    "title": "Contact",
    "subtitle1": "Whether you have a project in mind,",
    "subtitle2": "need advice,",
    "subtitle3": "or just want to learn more about what we can do for your business, our team is here",
    "subtitle4": "to help you",
    "infoCard": {
      "cardTitle": "Contact Information",
      "phoneNumber": "123412341234",
      "email": "office@vortex-mk.com",
      "location": "Serbia"
    },
    "form": {
      "name": "Name",
      "email": "Email Address",
      "message": "Message",
      "button": "Send Message"
    }
  }
}
