{
  "navbar": [
    {
      "name": "Početna",
      "path": "/"
    },
    {
      "name": "O Nama",
      "path": "/about"
    },
    {
      "name": "Portfolio",
      "path": "/portfolio"
    },
    {
      "name": "Usluge",
      "path": "/services"
    },
    {
      "name": "Kontakt",
      "path": "/contact"
    }
  ],
  "home": {
    "title": "vortex",
    "subtitle": "Digitalni Marketing",
    "text": "Bez obzira da li želite da poboljšate vidljivost brenda, privučete kupce ili povećate prodaju, mi pružamo prilagođena rešenja koja su u skladu sa vašim jedinstvenim ciljevima.",
    "button": "kontakt"
  },
  "about": {
    "title": "o nama",
    "subtitle1": "posvećeni vašem",
    "subtitle2": "uspehu i postizanju poslovnih ciljeva",
    "text1": "Ćao! Mi smo agencija koja se bavi digitalnim marketingom, izgrađena na posvećenosti, kreativnosti i inovacijama. Naše putovanje je počelo sa jednostavnom misijom: da pomognemo preduzećima da napreduju u digitalnom svetu.",
    "text2": "Blisko sarađujemo sa našim klijentima kako bismo razumeli njihove potrebe, izazove i ciljeve. Ovaj pristup partnerstvu nam omogućava da kreiramo prilagođene strategije koje ne samo da ispunjavaju, već i prevazilaze očekivanja. Sa posvećenošću i fokusom na rezultate, mi smo tu da pretvorimo vašu viziju u stvarnost."
  },
  "portfolio": {
    "marquee": "Dizajn - Development - SEO Proces"
  },
  "services": {
    "title": "usluge",
    "subtitle1": "digitalna",
    "subtitle2": "rešenja",
    "subtitle3": "iz naše ponude",
    "cardList": [
      {
        "title": "Dizajn & Razvoj",
        "text": "Naše usluge web i grafičkog dizajna osiguravaju da vaš sajt i vizuelni identitet budu prepoznatljivi, moderni i funkcionalni, stvarajući najbolji prvi utisak za vaše korisnike."
      },
      {
        "title": "SEO Proces",
        "text": "SEO strategije su osmišljene da poboljšaju rangiranje vašeg sajta i usmere organski saobraćaj na vašu web adresu, osiguravajući da budete lako pronađeni."
      },
      {
        "title": "Upravljanje Društvenim Mrežama",
        "text": "Naše usluge na društvenim mrežama pomažu vam da povećate svoj doseg i angažovanje korisnika putem ciljanog sadržaja i plaćenog oglašavanja."
      },
      {
        "title": "Mobilne Aplikacije & Analitika",
        "text": "Pravimo prilagođene mobilne aplikacije koje pružaju besprekorno iskustvo na svim uređajima, dok analitika podataka pretvara složene informacije u praktične uvide za optimizaciju vaših strategija."
      }
    ],
    "quotation": [
      "Odvajamo vreme da razumemo vaše poslovanje, izazove i ciljeve i prilagođavamo svoj pristup vašim jedinstvenim potrebama. Svaki projekat koji preduzmemo je prilika da napravimo razliku, a mi smo posvećeni pružanju izuzetnih rezultata.",
      "Hvala vam što smatrate da je Vortek-MK vaš digitalni marketinški partner. Radujemo se što ćemo vam pomoći da postignete svoje ciljeve digitalnog marketinga."
    ]
  },
  "contact": {
    "title": "kontakt",
    "subtitle1": "Bez obzira da li imate projekat na umu,",
    "subtitle2": "potreban vam je savet",
    "subtitle3": "ili samo želite da saznate više o tome šta možemo da uradimo za vaše poslovanje, naš tim je tu",
    "subtitle4": "da vam pomogne",
    "infoCard": {
      "cardTitle": "Kontakt Podaci",
      "phoneNumber": "123412341234",
      "email": "office@vortex-mk.com",
      "location": "Srbija"
    },
    "form": {
      "name": "Ime",
      "email": "Email adresa",
      "message": "Poruka",
      "button": "Pošalji Poruku"
    }
  },
  "footer": {
    "list": ["Dizajn", "Development", "SEO", "Marketing"],
    "text": "© 2024 Vortex-MK. Sva prava zadržana."
  }
}
