
{
  "navbar": [
    {
      "name": "Početna",
      "path": "/"
    },
    {
      "name": "Usluge",
      "path": "/#services"
    },
    {
      "name": "O Nama",
      "path": "/#about"
    },
    {
      "name": "Projekti",
      "path": "/#portfolio"
    },
    
    {
      "name": "Kontakt",
      "path": "/#contact"
    }
  ],
  "home": {
    "title": "vortex",
    "subtitle": "Ostvarite svoje poslovne ciljeve",
    "text": "Izgradite brend koji se ističe, angažujte nove klijente i unapredite svoj posao uz marketing rešenja prilagođena vašim potrebama.",
    "button": "Zakažite besplatne konsultacije"
  },
  "portfolio": {
    "marquee": "Dizajn - Development - SEO Proces"
  },
  "services": {
    "title": "usluge",
    "subtitle1": "Digitalna rešenja iz naše ponude",
    "cardList": [
      {
        "title": "Razvoj Brenda",
        "text": "Od kreiranja logotipa, osmišljavanja upečatljivih poruka koje želite da prenesete svojim klijentima i osvežavanje zastarelog brendiranja do kreiranja preciznog marketing plana."
      },
      {
        "title": "Istraživanje Tržišta",
        "text": "Pružamo uvid u ponašanje potrošača, konkurenciju i tržišne trendove, kako bi napravili najefikasnije marketing kampanje."
      },
      {
        "title": "Digitalni Marketing",
        "text": "Stvaramo pozitivnu digitalnu prisutnost i veću vidljivost na svim platformama. Vođenjem društvenih mreža, kreiranjem i promovisanjem kvalitetnog sadržaja, organski i putem PPC oglasa povezujemo Vas sa novim klijentima i otvaramo nova tržišta."
      },
      {
        "title": "Offline Marketing",
        "text": "Povećavamo vidljivost Vašeg brenda kroz marketing događaja, štampane kampanje i direktni kontakt sa klijentima."
      },
      {
        "title": "Analitika Performansi",
        "text": "Pratimo i unapređujemo kampanje; uz pomoć dobijenih podataka vršimo A/B testiranje i pravimo detaljne izveštaje."
      }
    ]
  
  },
  "about": {
    "intro": "Mi smo tim stručnjaka posvećen tome da vaš brend izvuče maksimum iz svake marketing prilike. Kombinujemo kreativne ideje, dubinsku analizu tržišta i najnovije tehnologije kako bismo isporučili kampanje koje postižu rezultate.",
    "subtitle": "Zašto izabrati nas?",
    "reasons": [
      {
        "title": "Prilagođena Rešenja",
        "text": "Svaki brend je jedinstven, pa su i naše strategije kreirane da zadovolje Vaše specifične potrebe. Pružamo potpun uvid u svaki korak, uz redovne povratne informacije i prilagođavanje vašim ciljevima."
      },
      {
        "title": "Transparentan Proces",
        "text": "Pružamo potpun uvid u svaki korak, uz redovne povratne informacije i prilagođavanje vašim ciljevima. Svaki brend je jedinstven, pa su i naše strategije kreirane da zadovolje Vaše specifične potrebe."
      },
      {
        "title": "Rezultati Na Prvom Mestu",
        "text": "Uspeh Vašeg brenda je naš prioritet i činimo sve kako bismo ga ostvarili. Svaki brend je jedinstven, pa su i naše strategije kreirane da zadovolje Vaše specifične potrebe."
      }
    ]
    },
  "contact": {
    "title": "kontakt",
    "subtitle1": "Bez obzira da li imate projekat na umu,",
    "subtitle2": "potreban vam je savet",
    "subtitle3": "ili samo želite da saznate više o tome šta možemo da uradimo za vaše poslovanje, naš tim je tu",
    "subtitle4": "da vam pomogne.",
    "infoCard": {
      "cardTitle": "Kontakt Podaci",
      "phoneNumber": "123412341234",
      "email": "office@vortex-mk.com",
      "location": "Srbija"
    },
    "form": {
      "name": "Ime",
      "email": "Email adresa",
      "message": "Poruka",
      "button": "Pošalji Poruku"
    }
  },
  "footer": {
    "list": ["Dizajn", "Development", "SEO", "Marketing"],
    "text": "© 2024 Vortex-MK. Sva prava zadržana."
  }
}
